module.exports = function (app) {
    const Post = app.models.Post;
    Post.create([
        {
            image: 'https://mdbootstrap.com/img/Photos/Others/img%20(27).jpg',
            category: 'อาหารไทย',
            name: 'อาหารไทย เมนูอาหาร สูตรอาหารง่ายๆ',
            detail: `เมนูอาหาร อาหารไทยง่ายๆ ทำกินเองที่บ้านได้ กับข้าว อาหารไทยมีอะไรบ้าง รวมสูตรอาหาร เมนูต้ม เมนูผัด เมนูแกง เมนูทอด เมนูนึ่ง
            เมนูปิ้งย่าง เมนูหมู เมนูปลา เมนูไก่ เมนูปลาหมึก เมนูกุ้ง เมนูหอย อาหารไทย คือ อาหารประจำชาติไทย เอกลักษณ์วัฒนธรรมการกินจากอดีตสู่ปัจจุบัน
            อาหารของไทย วัฒนธรรมประจำชาติที่สำคัญของประเทศไทย`
        }
    ]).then((res) => console.log(`Generate post '${res.length}' items success.`));
}